tap "babariviere/tools", "git@github.com:babariviere/homebrew-tools.git"
tap "fewlinesco/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "proxmark/proxmark3"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "bat"
brew "openssl@1.1"
brew "python@3.8"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "dog"
brew "exa"
brew "fd"
brew "findutils"
brew "flow"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "libtool"
brew "gnupg"
brew "graphviz"
brew "hivemind"
brew "htop"
brew "httpie"
brew "hub"
brew "ipfs"
brew "jq"
brew "languagetool"
brew "lazygit"
brew "libxslt"
brew "libyaml"
brew "luarocks"
brew "mas"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nnn"
brew "node"
brew "nss"
brew "oil"
brew "openapi-generator"
brew "tmux", args: ["HEAD"]
brew "overmind"
brew "pygments"
brew "rcm"
brew "recon-ng"
brew "ripgrep"
brew "sd"
brew "tealdeer"
brew "thefuck"
brew "tokei"
brew "unixodbc"
brew "unrar"
brew "watch"
brew "wget"
brew "wxmac"
brew "yarn"
brew "babariviere/tools/flow-sh", link: false
brew "fewlinesco/tap/fwl_error"
brew "proxmark/proxmark3/proxmark3", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "altair-graphql-client"
cask "clickup"
cask "dash"
cask "discord"
cask "docker"
cask "encryptme"
cask "eul"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "insomnia"
cask "ipfs"
cask "slack"
cask "tableplus"
cask "transmission"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "Cascadea", id: 1432182561
mas "Dark Reader for Safari", id: 1438243180
mas "GoodNotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "Xcode", id: 497799835
