 Brewfiletap "babariviere/tools", "git@github.com:babariviere/homebrew-tools.git"
tap "d12frosted/emacs-plus"
tap "fewlinesco/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "ms-jpq/sad"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "bat"
brew "blueutil"
brew "openssl@1.1"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "libtool"
brew "crosstool-ng"
brew "libyaml"
brew "crystal"
brew "crystal-icr"
brew "direnv"
brew "dog"
brew "dotnet"
brew "earthly"
brew "wxmac"
brew "elixir"
brew "node"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "flow"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "python@3.8"
brew "graphviz"
brew "helm"
brew "hivemind"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "ipfs"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubeseal"
brew "languagetool"
brew "lazygit"
brew "libxslt"
brew "lua@5.1"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mas"
brew "mkcert"
brew "mkdocs"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "ninja"
brew "nnn"
brew "nss"
brew "oil"
brew "openapi-generator"
brew "tmux", args: ["HEAD"]
brew "overmind"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "poetry"
brew "postgresql"
brew "prettier"
brew "pygments"
brew "qemu"
brew "rcm"
brew "recon-ng"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "sd"
brew "shellcheck"
brew "sk"
brew "socat"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "thefuck"
brew "tokei"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "babariviere/tools/flow-sh", link: false
brew "fewlinesco/tap/fwl_error"
brew "khanhas/tap/spicetify-cli"
brew "ms-jpq/sad/sad"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "altair-graphql-client"
cask "bettertouchtool"
cask "brave-browser"
cask "dash"
cask "discord"
cask "docker"
cask "encryptme"
cask "eul"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-ia-writer-mono"
cask "font-im-writing-nerd-font"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "inkscape"
cask "insomnia"
cask "ipfs"
cask "istat-menus"
cask "karabiner-elements"
cask "onecast"
cask "postico"
cask "raspberry-pi-imager"
cask "slack"
cask "tableplus"
cask "touch-bar-simulator"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Xcode", id: 497799835
