tap "afnanenayet/tap"
tap "babariviere/tools", "git@github.com:babariviere/homebrew-tools.git"
tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "cuelang/tap"
tap "d12frosted/emacs-plus"
tap "fewlinesco/tap"
tap "garden-io/garden"
tap "github/gh"
tap "golangci/tap"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "k14s/tap"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "ms-jpq/sad"
tap "railwaycat/emacsmacport"
tap "str4d.xyz/rage", "https://str4d.xyz/rage"
brew "asciidoctor"
brew "gettext"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "bat"
brew "blueutil"
brew "boot-clj"
brew "browser"
brew "buildkit"
brew "fontconfig"
brew "circleci"
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "libtool"
brew "crosstool-ng"
brew "direnv"
brew "dog"
brew "earthly"
brew "wxmac"
brew "elixir"
brew "node"
brew "exa"
brew "fd"
brew "fennel"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flow"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "git-trim"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "python@3.8"
brew "graphviz"
brew "helm"
brew "hivemind"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jabba"
brew "jq"
brew "kubeseal"
brew "languagetool"
brew "lazygit"
brew "leiningen"
brew "libfixposix"
brew "libxslt"
brew "libyaml"
brew "lua@5.1"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "mas"
brew "mkcert"
brew "mkdocs"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "ninja"
brew "nnn"
brew "nss"
brew "oil"
brew "openapi-generator"
brew "tmux", args: ["HEAD"]
brew "overmind"
brew "pandoc"
brew "parallel"
brew "pgcli"
brew "pinentry-mac"
brew "poetry"
brew "postgresql"
brew "prettier"
brew "pygments"
brew "qemu"
brew "rage"
brew "rcm"
brew "recon-ng"
brew "ripgrep"
brew "ruby"
brew "sbcl"
brew "sd"
brew "shellcheck"
brew "sk"
brew "socat"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "thefuck"
brew "tokei"
brew "tree"
brew "ttfautohint"
brew "unixodbc"
brew "unrar"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "afnanenayet/tap/diffsitter"
brew "babariviere/tools/flow-sh", link: false
brew "borkdude/brew/babashka"
brew "borkdude/brew/carve"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "cuelang/tap/cue"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-papirus-icon", "with-native-comp"]
brew "fewlinesco/tap/fwl_error"
brew "garden-io/garden/garden-cli"
brew "k14s/tap/ytt"
brew "khanhas/tap/spicetify-cli"
brew "ms-jpq/sad/sad"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "altair-graphql-client"
cask "bettertouchtool"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "encryptme"
cask "firefox-nightly"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-ia-writer-mono"
cask "font-im-writing-nerd-font"
cask "font-inter"
cask "font-iosevka-aile"
cask "font-iosevka-etoile"
cask "font-iosevka-ss14"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "inkscape"
cask "insomnia"
cask "istat-menus"
cask "karabiner-elements"
cask "kitty"
cask "onecast"
cask "postico"
cask "raspberry-pi-imager"
cask "raycast"
cask "signal"
cask "slack"
cask "swish"
cask "tableplus"
cask "touch-bar-simulator"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Xcode", id: 497799835
