acpi
alacritty
autoconf
automake
base
bat
bison
brave-bin
cabal-install
dhcpcd
direnv
discord
docker
docker-compose
fakeroot
fd
feh
firefox
flex
fprintd
fzf
git
groff
htop
intel-ucode
inter-font
iwd
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
man-db
mesa-demos
mkinitcpio-sd-zfs
neofetch
neovide-git
neovim-git
nerd-fonts-jetbrains-mono
nerd-fonts-mononoki
nnn
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia
nvidia-prime
openssh
os-prober
pamixer
paper-icon-theme-git
pkgconf
plata-theme
pulseaudio
pulseaudio-alsa
python-neovim-git
ranger
rcm
ripgrep
ruby
spotify
sudo
tealdeer
throttled
trayer
vlc
xdotool
xf86-video-intel
xmobar
xmonad
xmonad-contrib
xorg-xinput
xsel
yay
zfs-linux
zsh
